
[    
    {"copyright" : "Yuexiao Shen",
        "date" : "2023-11-23",
        "explanation" : "The cosmic brush of star formation composed this interstellar canvas of emission, dust, and dark nebulae. A 5 degree wide telescopic mosaic, it frames a region found north of bright star Aldebaran on the sky, at an inner wall of the local bubble along the Taurus molecular cloud. At lower left, emission cataloged as Sh2-239 shows signs of embedded young stellar objects. The region's Herbig-Haro objects, nebulosities associated with newly born stars, are marked by tell-tale reddish jets of shocked hydrogen gas. Above and right T Tauri, the prototype of the class of T Tauri variable stars, is next to a yellowish nebula historically known as Hind's Variable Nebula (NGC 1555). T Tauri stars are now generally recognized as young, less than a few million years old, sun-like stars still in the early stages of formation.",
        "hdurl" : "https://apod.nasa.gov/apod/image/2311/ngc1555wide4096.jpg",
        "media_type" : "image",
        "service_version" : "v1",
        "title" : "Along the Taurus Molecular Cloud",
        "url" : "https://apod.nasa.gov/apod/image/2311/ngc1555wide1024.jpg"}
,
    {"copyright" : "Marco Lorenzi",
        "date" : "2023-11-24",
        "explanation" : "Jupiter looks sharp in these two rooftop telescope images. Both were captured on November 17 from Singapore, planet Earth, about two weeks after Jupiter's 2023 opposition. Climbing high in midnight skies the giant planet was a mere 33.4 light-minutes from Singapore. That's about 4 astronomical units away. Jupiter's planet girdling dark belts and light zones are visible in remarkable detail, along with the giant world's whitish oval vortices. Its signature Great Red Spot is still prominent in the south. Jupiter rotates rapidly on its axis once every 10 hours. So, based on video frames taken only 15 minutes apart, these images form a stereo pair. Look at the center of the pair and cross your eyes until the separate images come together to see the Solar System's ruling gas giant in 3D.",
        "hdurl" : "https://apod.nasa.gov/apod/image/2311/2023-11-17-1617_1632-Jupiter_Stereo.png",
        "media_type" : "image",
        "service_version" : "v1",
        "title" : "Stereo Jupiter near Opposition",
        "url" : "https://apod.nasa.gov/apod/image/2311/2023-11-17-1617_1632-Jupiter_Stereo1200.png"}
,
    {
        "copyright" : "Vikas Chander",
        "date" : "2023-11-27",
        "explanation" : "This eagle ray glides across a cosmic sea.  Officially cataloged as SH2-63 and LBN 86, the dark nebula is composed of gas and dust that just happens to appear shaped like a common ocean fish.  The interstellar dust nebula appears light brown as it blocks and reddens visible light emitted behind it. Dark nebulas glow primarily in infrared light, but also reflect visible light from surrounding stars. The dust in dark nebulas is usually sub-millimeter chunks of carbon, silicon, and oxygen, frequently coated with frozen carbon monoxide and nitrogen.  Dark nebulas are also known as molecular clouds because they also contain relatively high amounts of molecular hydrogen and larger molecules. Previously unnamed, the here dubbed Eagle Ray Nebula is normally quite dim but has been imaged clearly over 20-hours through dark skies in Chile.    Follow APOD on: Discord",
        "hdurl" : "https://apod.nasa.gov/apod/image/2311/EagleRay_Chander_3277.jpg",
        "media_type" : "image",
        "service_version" : "v1",
        "title" : "LBN 86: The Eagle Ray Nebula",
        "url" : "https://apod.nasa.gov/apod/image/2311/EagleRay_Chander_960.jpg"}
]